Repository: socenpauriba/GFaddon_Notifuse
Catalog: languages/notifuse-*.po
Languages: ca, es_es

source: Subscribe contact to Notifuse only when payment is received.
ca: Subscriure contacte a Notifuse només quan es rebi el pagament.
es_es: Suscribir contacto a Notifuse solo cuando se reciba el pago.

source: Notifuse configuration incomplete. Please configure the instance URL, API token and workspace ID.
ca: Configuració de Notifuse incompleta. Si us plau, configura la URL de la instància, token i workspace ID.
es_es: Configuración de Notifuse incompleta. Por favor, configura la URL de la instancia, token y workspace ID.

source: Contact email not found.
ca: No s'ha pogut trobar l'email del contacte.
es_es: No se ha podido encontrar el email del contacto.

source: Error connecting to Notifuse: %s
ca: Error en connectar amb Notifuse: %s
es_es: Error al conectar con Notifuse: %s

source: Notifuse returned an error (Code %d): %s
ca: Notifuse ha retornat un error (Codi %d): %s
es_es: Notifuse ha devuelto un error (Código %d): %s

source: Contact successfully synced with Notifuse.
ca: Contacte sincronitzat correctament amb Notifuse.
es_es: Contacto sincronizado correctamente con Notifuse.

source: Notifuse Configuration
ca: Configuració de Notifuse
es_es: Configuración de Notifuse

source: Configure the connection to your Notifuse instance.
ca: Configura la connexió amb la teva instància de Notifuse.
es_es: Configura la conexión con tu instancia de Notifuse.

source: Enter your Notifuse instance URL (ex: https://demo.notifuse.com)
ca: Introdueix la URL de la teva instància de Notifuse (ex: https://demo.notifuse.com)
es_es: Introduce la URL de tu instancia de Notifuse (ej: https://demo.notifuse.com)

source: Notifuse Instance URL
ca: URL de la instància Notifuse
es_es: URL de la instancia Notifuse

source: Enter your Notifuse API token. You can get it from your Notifuse dashboard.
ca: Introdueix el token de l'API de Notifuse. El pots obtenir des del teu panell de Notifuse.
es_es: Introduce el token de la API de Notifuse. Puedes obtenerlo desde tu panel de Notifuse.

source: API Token
ca: Token de l'API
es_es: Token de la API

source: Enter your Notifuse workspace ID (ex: ws_1234567890)
ca: Introdueix l'ID del workspace de Notifuse (ex: ws_1234567890)
es_es: Introduce el ID del workspace de Notifuse (ej: ws_1234567890)

source: Please enter a valid URL.
ca: Si us plau, introdueix una URL vàlida.
es_es: Por favor, introduce una URL válida.

source: Notifuse Feed Configuration
ca: Configuració del Feed de Notifuse
es_es: Configuración del Feed de Notifuse

source: Feed Name
ca: Nom del feed
es_es: Nombre del feed

source: Enter a name to identify this feed.
ca: Introdueix un nom per identificar aquest feed.
es_es: Introduce un nombre para identificar este feed.

source: Subscription Lists
ca: Llistes de subscripció
es_es: Listas de suscripción

source: Enter list names separated by commas (ex: newsletter, product_updates)
ca: Introdueix els noms de les llistes separats per comes (ex: newsletter, product_updates)
es_es: Introduce los nombres de las listas separados por comas (ej: newsletter, product_updates)

source: Field Mapping
ca: Mapejat de camps
es_es: Mapeo de campos

source: For each Notifuse field, select the form field you want to send. You can leave fields blank if you don't need them.
ca: Per cada camp de Notifuse, selecciona el camp del formulari que vols enviar. Pots deixar camps en blanc si no els necessites.
es_es: Para cada campo de Notifuse, selecciona el campo del formulario que quieres enviar. Puedes dejar campos en blanco si no los necesitas.

source: Contact email address (required)
ca: Adreça d'email del contacte (obligatori)
es_es: Dirección de email del contacto (obligatorio)

source: External ID
ca: ID extern
es_es: ID externo

source: Unique identifier from your system
ca: Identificador únic del teu sistema
es_es: Identificador único de tu sistema

source: First Name
ca: Nom
es_es: Nombre

source: Contact first name
ca: Nom del contacte
es_es: Nombre del contacto

source: Last Name
ca: Cognoms
es_es: Apellidos

source: Contact last name
ca: Cognoms del contacte
es_es: Apellidos del contacto

source: Phone
ca: Telèfon
es_es: Teléfono

source: Phone number
ca: Número de telèfon
es_es: Número de teléfono

source: Timezone
ca: Zona horària
es_es: Zona horaria

source: Contact ISO timezone (ex: Europe/Madrid)
ca: Zona horària ISO del contacte (ex: Europe/Madrid)
es_es: Zona horaria ISO del contacto (ej: Europe/Madrid)

source: Language
ca: Idioma
es_es: Idioma

source: Contact preferred language
ca: Idioma preferit del contacte
es_es: Idioma preferido del contacto

source: Job Title
ca: Càrrec professional
es_es: Cargo profesional

source: Professional title or position
ca: Títol o càrrec professional
es_es: Título o cargo profesional

source: Address Line 1
ca: Adreça 1
es_es: Dirección 1

source: Primary address
ca: Adreça principal
es_es: Dirección principal

source: Address Line 2
ca: Adreça 2
es_es: Dirección 2

source: Secondary address (apartment, suite, etc.)
ca: Adreça secundària (apartament, pis, etc.)
es_es: Dirección secundaria (apartamento, piso, etc.)

source: Country
ca: País
es_es: País

source: Country in ISO format (ex: ES, US, FR)
ca: País en format ISO (ex: ES, US, FR)
es_es: País en formato ISO (ej: ES, US, FR)

source: State/Province
ca: Estat/Província
es_es: Estado/Provincia

source: State or province
ca: Estat o província
es_es: Estado o provincia

source: Postcode
ca: Codi postal
es_es: Código postal

source: Postal or ZIP code
ca: Codi postal o ZIP
es_es: Código postal o ZIP

source: Custom Fields
ca: Camps personalitzats
es_es: Campos personalizados

source: Add Notifuse custom fields. Enter the exact field name (ex: custom_string_1, custom_number_2, custom_datetime_1, custom_json_3)
ca: Afegeix camps personalitzats de Notifuse. Escriu el nom exacte del camp (ex: custom_string_1, custom_number_2, custom_datetime_1, custom_json_3)
es_es: Añade campos personalizados de Notifuse. Escribe el nombre exacto del campo (ej: custom_string_1, custom_number_2, custom_datetime_1, custom_json_3)

source: Custom Field Name
ca: Nom del camp personalitzat
es_es: Nombre del campo personalizado

source: Ex: custom_string_1
es_es: Ej: custom_string_1

source: Form Field
ca: Camp del formulari
es_es: Campo del formulario

source: Condition
ca: Condició
es_es: Condición

source: Enable Condition
ca: Activar condició
es_es: Activar condición

source: Process this feed if
ca: Processar aquest feed si
es_es: Procesar este feed si

source: Name
ca: Nom
es_es: Nombre

source: Lists
ca: Llistes
es_es: Listas
